{
    "prefix": "/",
    "play": {
        "games": [
            {
                "name": "Apex Legends",
                "tags": [
                    "apex legends",
                    "apex",
                    "al"
                ],
                "role": "<@&710163676132278322>"
            },
            {
                "name": "Hyper Scape",
                "tags": [
                    "hyper scape",
                    "hs"
                ],
                "role": "<@&732160046154383411>"
            },
            {
                "name": "Deceit",
                "tags": [
                    "deceit"
                ],
                "role": "<@&753730045058482248>"
            },
            {
                "name": "Monster Hunter",
                "tags": [
                    "monster hunter",
                    "mh"
                ],
                "role": "<@&757976357564055565>"
            },
            {
                "name": "CS Go",
                "tags": [
                    "cs",
                    "csgo",
                    "cs go",
                    "counterstrike",
                    "counter strike",
                    "counter-strike"
                ],
                "role": "CS GO"
            },
            {
                "name": "GTA V",
                "tags": [
                    "gta",
                    "gtav",
                    "gta5"
                ],
                "role": "GTA V"
            }
        ],
        "messages": [
            "{user.mention} summons you for a game of {role}!",
            "{user.mention} is feeling lonely! You wanna join {user.name}  for {role}?",
            "{role} anyone?",
            "How about a game of {role} with {user.mention}??",
            "Bois, {role}?",
            "{role} bois?",
            "{user.mention} is feelin froggy for a game of {role}, wanna join?",
            "{role}, how about a game?",
            "Any of y'all at {role} wanna play with {user.mention}?",
            "Hey {role} people! Wanna go Apexxing with {user.mention}?"
        ]
    },
    "jokes": [
        "I ate a clock yesterday, it was very time-consuming.",
        "Velcro—what a rip-off!",
        "I hate Russian dolls, they're so full of themselves.",
        "What do you call a thieving alligator? A Crookodile",
        "What do you call a pig that does karate? Pork chop",
        "Don't go bacon my heart. I couldn't if I fried.",
        "If you were a fruit, you'd be a fine-apple",
        "I love you from my head tomatoes",
        "Q: What job did the frog have at the hotel? A: Bellhop",
        "Q: What do you call a pig that does karate? A: Pork chop",
        "Q: What do you call an everyday potato? A: A commentator",
        "Q: How do you put a baby alien to sleep? A: You rocket",
        "Q: What do you call a lazy kangaroo? A: A pouch potato",
        "Q: What did the volcano say to his wife? A: I lava you",
        "Q: What do you call a classy fish? A: Sofishticated",
        "Q: What do you call a bear with no teeth? A: Gummybear",
        "Are you a cheetah? No, you lion!",
        "Q: How do you organize a space party? A: You planet",
        "Becoming a vegetarian is a big missed steak.",
        "Q: What kind of shorts do clouds wear? A: Thunderwear",
        "Q. What do you call a fake noodle? A. An impasta.",
        "It was an emotional wedding. Even the cake was in tiers.",
        "A guy just threw a glass of milk at me. How dairy!",
        "The majority of Americans find bananas a peeling.",
        "I love when candy canes are in mint condition.",
        "Becoming a vegetarian was a huge missed steak.",
        "6:30 is the best time on a clock… hands down.",
        "Having sex in an elevator is wrong on so many levels.",
        "What do you call a laughing motorcycle? A Yamahahaha.",
        "Becoming a vegetarian is a huge missed steak.",
        "What is Forrest Gump's email password? 1Forrest1",
        "Why is peter pan always flying? He neverlands.",
        "Time flies like an arrow. Fruit flies like a banana.",
        "Acupuncture is a jab well done.",
        "Let minnow what you think.",
        "You have cat to be kitten me right now.",
        "Whale, whale, whale...look who was right again.  ",
        "Well, this is hawkward.",
        "Get otter here!",
        "That's the sealiest thing I've ever heard!",
        "I'm owl by myself.",
        "You're giraffing me crazy.",
        "This is pandamonium!",
        "I didn't do it on porpoise.",
        "Do you have water? I'm a little horse.",
        "Stand back, or I'll beat you with my bear hands!",
        "You have cat to be kitten me right meow.",
        "That's the seal-iest thing I've ever heard.",
        "Want to go on a picnic? Alpaca lunch.",
        "Whale hello there!",
        "Q: What would bears be without Bees? A: Ears",
        "Q: What do planets like to read? A: Comet books!",
        "Q. Where do astronauts like to party? A. The space bar.",
        "Q. Want to hear a Sodium joke? A. Na.",
        "Want to hear a Potassium joke? K.",
        "Are you going to finish that atom? You want to split it?",
        "When she told me I was average, she was just being mean.",
        "Q: What is a tornado’s favorite game to play? A: TWISTER",
        "Once I told a Chemistry joke. There was no Reaction.",
        "Q: Where do lightning bolts go on dates? A: To Cloud 9",
        "Q: What do you call a month's worth of rain? A: England",
        "Q: What do snowmen eat for lunch? A: Icebergers",
        "Q: How does a hurricane see? A: With its eye.",
        "Q: What do you call a wet bear? A: A drizzly bear",
        "Q: Why does Snoop dog need an umbrella? A: Fo' Drizzle.",
        "Q: What happens when fog lifts in California? A: UCLA!",
        "Q: How do hurricanes see? A: With one eye!",
        "Q: Where do snowmen keep their money? A: In a snow bank.",
        "Q: What do you call friends who love math? A: algebros",
        "Q: What does the zero say to the eight? A: Nice belt!",
        "Q: What did Al Gore play on his guitar? A: An algorithm!",
        "MATH stands for Mental Abuse To Humans.",
        "Q: What did Al Gore play on his guitar? A: An Algorithm",
        "I wonder how many miles I've scrolled with my thumb.",
        "Sleep is a weak substitute for coffee.",
        "Q: What do you call sad coffee? A: Despresso.",
        "Q: What's the best Beatles song? A: Latte Be!",
        "Coffee is the most important meal of the day",
        "Q: Where do birds go for coffee? A: To the NESTcafe",
        "Soup of the day: Coffee.",
        "Q: What's the opposite of coffee? A: Sneezy.",
        "Q: What is best Beatles song? A: Latte Be",
        "A yawn is just a silent scream for coffee.",
        "Q: What do you call sad coffee? A: Depresso ",
        "Drinking too much espresso can cause a latte problems.",
        "Knock! Knock! Who's there? I am. I am who? You tell me!!",
        "Knock, knock! Who’s there? Abe. Abe who? Abe CDEFJH...",
        "Knock, knock Who’s there? Leaf Leaf Who? Leaf Me Alone!",
        "Knock! Knock! Who's there? Déja Déja who? Knock! Knock!",
        "Knock! Knock! Who's there? Spell Spell who? W-H-O",
        "Knock! Knock! Who's there? Beets Beets who? Beets me!",
        "I am speaking to English!",
        "I am putting my screwdriver everywhere",
        "Q: What kind of tree has a hand? A: A palm tree.",
        "Q: What kind of jokes are told on a farm? A: Corny ones.",
        "RIP boiling water—you will be mist.",
        "I visited the Air and Space Museum...Nothing was there.",
        "I used to work for an origami company until it folded.",
        "Corny jokes are a-maize-ing.",
        "Q: What did sushi A say to sushi B? A: Wasabi!",
        "Q: Where do beef burgers go to dance? A: The meatball.",
        "“Meet my coworker, the Boy Who Cried ASAP.”",
        "What kind of music are balloons afraid of? Pop Music",
        "What is the musical part of a snake? The scales.",
        "Which composer likes tea the most? Chai-kovsky.",
        "What’s an avocado’s favorite music? Guac ‘n’ roll.",
        "What was Beethoven’s favorite fruit? BA-NA-NA-NAAAAAA.",
        "What’s a golf clubs favorite type of music? Swing.",
        "What is Beethoven doing now? De-composing.",
        "Q: What is Beethoven doing now?  A: De-composing",
        "Q: How do you fix a broken tuba?  A: With a tuba glue.",
        "A sign at a music shop: “Gone Chopin. Bach in a minuet.”"
    ]
}